{
    "correct": [
        {
            "text": "Верблюдов-то за что? Дебилы, бл...",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Хохлы, это отдушина затюканого россиянина, мол, вон, а у хохлов еще хуже. Если бы хохлов не было, кисель их бы придумал.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Собаке - собачья смерть",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Страницу обнови, дебил. Это тоже не оскорбление, а доказанный факт - не-дебил про себя во множественном числе писать не будет. Или мы в тебя верим - это ты и твои воображаемые друзья?",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "тебя не убедил 6-страничный пдф в том, что Скрипалей отравила Россия? Анализировать и думать пытаешься? Ватник что ли?)",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Для каких стан является эталоном современная система здравоохранения РФ? Для Зимбабве? Ты тупой? хохлы",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "В шапке были ссылки на инфу по текущему фильму марвел. Эти ссылки были заменены на фразу Репортим брипидора, игнорируем его посты. Если этого недостаточно, чтобы понять, что модератор абсолютный неадекват, и его нужно лишить полномочий, тогда эта борда пробивает абсолютное дно по неадекватности.",
            "true": "no toxic",
            "predicted": "no toxic 97%"
        },
        {
            "text": "Ебать тебя разносит, шизик.",
            "true": "toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "Обосрался, сиди обтекай",
            "true": "toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Зачем ты пишешь хуйню, дегенерат? Поцелуй в губы ! поцелую в засос.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Бактерия, тебе этого не понять Конечно, я же не ист е рик. Вот здесь поподробнее Сахаров А.Н вещает: Ты какой-то бред написал. Всё логично. Фраза была обращена к тебе. Твои проблемы - учись изъясняться определённее. Я заказал книгу о Второй Мировой войне на planeta.ru. Ой, извини, тогда ты не шваль - ты просто чернь. Это при условии, что ты действительно заказал маняграфию",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Почитайте посты у этого автора,может найдете что нибудь полезное. Надеюсь помог) https: pikabu.ru story obyichnyie budni dezsluzhbyi 4932098",
            "true": "no toxic",
            "predicted": "no toxic 96%"
        },
        {
            "text": "Уроды!! у нас в семье 3 поколения там родились",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Можем на тебя ещё и модера за безмозглых позвать.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "хорош врать, ты террорист-торчёк-шизофреник пруф: а вот без костюма да чутка учёный, миллиардер, филантроп",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Всем, кстати, наплевать. Главное - уровень жизни. Вдвойне наплевать на кукареканье тупорылого хохла с форума-помойки.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Про графику было обидно) я так то проходил все серии гта со второй части по пятую, кроме гта 4. И мне не мешала графика ни в одной из частей. На компе у меня было куча видеокарт. Начиная с 32мб RIVA TNT и заканчивая 2Гб 560Ti на которой я спокойно играю который год в танки, гта5, ведьмака3 купил на распродаже и начал проходить. Да, не на ультрах. С пониженными текстурами. И не мешает. Я не понимаю дрочева на графике, требовать графику уровня плойки 4 минимум. Мне надо чтобы глаза не резало, только и всего. По поводу управления, мне не хватает переходника на type c. У меня джойстик есть от иксбокса360. Потенциала в мобильных играх достаточно чтобы забить кнопки как забивались в той же NFS MW в 2005. Не самая плохая игра была.",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Я вообще мимо шёл. Вот сейчас поплачу над твоей головушкой, подзалупная истеричка, и дальше пойду. Ты такой же тупой и обманутый ванька как и те воеваки. То что вы глупые, невоспитанные, бедные, без прошлого и будущего и вас наебали на этот ресентимент ушлые чекисты и такие жирные приживалы как Гейгорка и Гоблач - всё это не снимает личной ответственности за свою жизнь и поступки. Очень вас жаль, но руки тебе не подам, отгрызёшь.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Мэдисон Тоже такой же стример Это такой троллинг или тебя мать в детстве роняла? Тебе нравится прикидываться тупым или ты просто тупой?",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Ну, посмотрел я комментарии к твоим постам, процент говнокомментов ниже средней отметки.",
            "true": "toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "А где я это утверждал, чмоха? Опять спалились.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "В обеих странах есть партия войны . И в обеих странах эта война сейчас разжигается и поддерживается Смотрите, парни. И вот после этого руснявого пиздежа пидараны требуют к ним хорошего отношения? Мань, может это Украина хуярит по в на роисе градами ? Украина засылает в на роисю террористов бандитов ихтамнетов? Харк тебе в ебло, спидозная тварь.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "и причем здесь чувство юмора? сам придумал - сам опроверг? я писал что они считают себя веселой нацией",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Да какая агрессия. Тебя ткнули в твое же дерьмо. Обтекай. Это я без отрицательных эмоций. Просто факт.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Что ты имеешь против кремля, холоп заморского барина?",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ох вау, а какой стороной ножа резать, не подскажешь? Дебил хвастается рязанским еблом, ещё и гуглит незнакомые словечки. Ну вся суть никому не нужного селюка с никому не нужным тредом.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Это совсем не смешно. Но уроды могут поржать. И им даже не объяснишь, что они уроды. Они приспособились с этим жить. Пока они потребляют, они удобны тому, кто продает им хавку и цацки, так что, скорее, верно ваше утверждение мир ебанутый , если совсем узко смотреть.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "https: pp.userapi.com c848520 v848520411 11627b cOhWqFbGjWE.jpg",
            "true": "no toxic",
            "predicted": "no toxic 68%"
        },
        {
            "text": "будет пытаться Да украинский прекрасно читается. Отлично читаю, будучи русским либералом, не учив специально украинский. Вон, тот же Лога(чев)(бола)шенко, ватник, причем поехавший со справкой, позволяющей ему ездить на пригородных поездах, и то понимает украинский, как и белоррусский и польский, как свой, пруфы ищите на инфожд. А что если Новороссия это эксперементальный полигон, где Пыня проводит эксперемент, по определению уровня терпильности россиян. Допустим сначала в Новороссии вводят новшевство , там россияне терпят, а потом такие же вещи введут в РФ Не Новороссия, а новохуесоссия. Это давно ясно, еще есть такой полигон, как якобы независимая Беларусь.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "И ещё один, какая же русня дегенераты пиздец просто.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Тебе даже сказать нечего, понимаешь? У тебя нету даже своего понимания вопроса. Ты как животное или даже хуже. Не отвечай мне больше такими высерами, типичный представитель травли тредов.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Диванный политолог слился, как обычно",
            "true": "toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "С каких пор неадекват - это оскорбление? На Пикабу тысячи таких комментариев, и модераторы, даже будучи призванными, их не удаляют. Я вас дураком не называл. Это был вопрос: ты дурак? . И опять же, таких вопросов на Пикабу тысячи, если не больше, вплоть до ты ебанутый? или ты долбоеб? - и они тоже не считаются оскорблением и не удаляются. Вы считаете оскорблением то, что тысячи раз до этого оскорблениями не считали. Если правила в одном случае работают, а в другом нет, то это что угодно, но не правила.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "50к в год это либо он тебе в уши ссыт чтобы ты не завидовал, либо я даже не знаю, в рабстве в каком-то бодишопе? Это не средний американец, это лох какой-то. Туда даже наши боди шопы перевозят людей на 80к в год и это с учетом визы которая запрещает смену работодателя (т.е. условия там средние а не лучшие, все равно никуда не денешься). Ты бы зашел на glassdoor про медианные зарплаты почитал и не позорился со своими выдуманными знакомыми. Так и что там со страховками, цифры то хоть смог прочитать? Короче методичка у тебя хорошая, но те кто в теме сразу видят какой ты пиздабол.",
            "true": "toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "Возьмём как пример Россию, западноевропейские страны и США. Идёт метисация, сознательная политика замещения белого населения на пришлое черно-коричневое. Идёт создание новой расы метисов, исламизация и почернение. В крупных городах половина населения - выходцы из ебеней Мексики, Африки, Ближнего Востока, а в случае с Россией - Кавказа и Средней Азии. Этнические ниггеро-арабские гетто верят на хую законы как хотят, чудовищная по масштабам этническая преступность. Говорить о миграции и тем более затрагивать тему замещения коренного населения властями нельзя, иначе бутылка. Свобода слова тут не для вас, молодой человек. При этом говорить о том, что белые должны вымереть, и это нормально - можно. Белые официально вымирают ведётся пропаганда так или иначе направленная на снижение рождаемости белого населения. Феминизм, ЛГБТ, чайлдфри. Каждая женщина в Швеции - леволиберальная феминистка, это страна победившего феминизма. Что сегодня там происходит - страшно делается. Пропагандируются смешанные браки, межрасовые браки, пропагандируется превосходство детей-метисов. Идёт демонизация белых и пропаганда превосходства чёрных и смуглых мужчин, форс отношений белая женщина смуглый чёрный мужчина-мигрант. Как результат - всё больше чернильниц, всё больше смешанных браков, всё больше небелых метисов. Белые женщины просто не хотят контактировать с мужчинами своей нации и расы, наделяя их самыми плохими качествами и обожествляя черных. При этом большинство белых не считает завоз чурок чем-то плохим, наоборот, относятся к ним толерантно. Проводится политика насаждения толерантности, мультикультурализма, политкорректности и космополитизма. Набирающее популярность даже в России SJW - это вообще отдельная тема для обсуждения. Всё вышеперечисленное относится к сильнейшим когда-то странам, бывшим империям, нагибающим слабых. Сегодня происходит так, что бывшие империи в прямом смысле деградируют, вырождаются и вымирают, а место сильнейших когда-то, господствующих народов, занимают те, кого когда-то колонизировали. Во Франции к 2080 уже будут доминировать негры и арабы, в России - кавказцы и выходцы из средней Азии, в Великобритании - индийцы, негры, арабы, пакистанцы, etc. А в маленьких, нейтральных странах, вроде Словении или Беларуси, Литвы или Чехии, Румынии или Эстонии - всё пучком. Им вымирание не грозит, они остаются и будут оставаться белыми. Более того, у них ведётся политика, направленная на сохранение традиционных ценностей и культуры коренного населения. Они сказали беженцам нет . В Польшу, например, русскому или украинцу гораздо легче переехать и остаться, чем арабу или африканцу. В Германии ситуация противоположная, белых там не ждут. Польша, Чехия, Словакия, Венгрия, Словения, Хорватия, Сербия, БиГ, Черногория, Македония, Греция, Болгария, Румыния, Молдова, Украина, Беларусь, Литва, Латвия, Эстония - вот Европа будущего. Скандинавия, Южная, Западная Европа, а также Россия - лишатся коренного населения и своей культуры.",
            "true": "no toxic",
            "predicted": "no toxic 88%"
        },
        {
            "text": "Шизофазия (речевая разорванность) симптом психических расстройств, выражающийся в нарушении структуры речи, при которой, в отличие от речевой бессвязности (потока несвязанных слов), фразы строятся правильно 1 , однако не несут никакой смысловой нагрузки, а содержание речи соответствует содержанию бреда 2 . Это расстройство речи отражает разорванность мышления пациентов 3 . Это расстройство характерно прежде всего для шизофрении. Понятие шизофазии было введено Э. Крепелином в 1913 году и некоторое время она считалась особой формой шизофрении 4 . Некоторые авторы даже выделяют отдельную форму шизофрении с таким названием 3 . Для шизофазии характерна повышенная речевая активность, речевой напор, а также симптом монолога , характеризующийся речевой неистощимостью и отсутствием потребности в собеседнике 4 . Как правило, этот симптом сочетается с внешней упорядоченностью, доступностью для общения и относительной интеллектуальной и аффективной сохранностью больных 4 . Отличительной чертой шизофазии считаются преимущественная продукция морфемных словообразований и глоссоманиакальных высказываний 5 . Помимо параноидной формы шизофрении 4 она может возникать при тяжёлом слабоумии 6 .",
            "true": "no toxic",
            "predicted": "no toxic 97%"
        },
        {
            "text": "этот самоподдув из манямирка какла. весь мир, сам аллах завидуют жителю нищей полубандитской папуасии на окраине россии.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "pЕНo, штaт Невaдa. Бoльшинcтву пoдpocткoв из Невaды будет paзpешенo вoдить мaшину пo зaкoнoпpoекту, кoтopый будет paccмoтpен в зaкoнoдaтельнoм opгaне штaтa Невaдa. Зaкoнoпpoект accaмблеи 213 нaпpaвлен нa pacшиpение cущеcтвующегo гocудapcтвеннoгo зaкoнa, и пoзвoлит cельcким жителям в вoзpacте oт 14 лет caмocтoятельнo ездить в шкoлу в небoльших гopoдaх и oкpугaх, где не хoдят шкoльные aвтoбуcы. Этa меpa, пoддеpжaннaя депутaтoм accaмблеи aлекcиcoм Хaнcенoм, пpедocтaвит эту пpивилегию учaщимcя, незaвиcимo oт тoгo, где нaхoдитcя их шкoлa. Этo oзнaчaет, чтo 14-летние дети мoгут вcкopе ездить в шкoлы, кoтopые не пpедocтaвляют aвтoбуcы ученикaм, дaже в тaких кpупных oкpугaх, кaк Уoшo и Клapк. Вoдители штaтa Невaдa уже мoгут пoлучить пpaвa учaщегocя в вoзpacте 15,5 лет, пpи уcлoвии, чтo oни везут c coбoй пaccaжиpa, кoтopoму иcпoлнилcя 21 гoд и у негo oпыт вoждения не менее гoдa. Невaдa - oдин из немнoгих штaтoв, ктo paзpешaет вoдителям пoлучaть paзpешения для учaщихcя в вoзpacте дo 15 лет. Южнaя Дaкoтa выдaет учaщимcя в вoзpacте 14 лет oгpaниченные пpaвa в вoзpacте 14,5 лет.",
            "true": "no toxic",
            "predicted": "no toxic 97%"
        },
        {
            "text": "Ну давай разберём всё тобой написанное. Бляядь, вы действительно думаете вы лучше пидорашек? Ну в целом, всё что живёт в рашке - затронуто говномидасом, но никто тут это не признает. сейчас воспитывают массу хороших кодеров В соседнем треде обоссали уже. Иди обтекай. Вы унижаете русских детей в школе Я учился в рашке и у нас был класс, который состоял онли из русачков. Думаешь, что то изменилось? Чурки тебе говна в жопу залили и заставили русачков в классе кошмарить омежных русачков? Я не люблю выражаться фразами нациков, но вы воистину столетия просто сидели в горах и ебали баранов, вас даже народ-пидор смог захватить. Плоховато ты знаешь историю. Когда русня пришла на Кавказ, тут всё уже было поделено османами и персами. А потом РИ наебала персов и постоянно нападала на османов высасывая причины из пальца, в принципе, русачки, что от них ещё было ожидать. В прошлом вы (чеченцы, даги и прочие сорта) были просто дикарями...А если говорить о среднеазиатах, которые бугуртят с оккупации, то вы были обычными нищими кочевниками Очередной акт незнания истории. Например у кавказцев по факту у народов отвественных за этногенез дагов и азеров уже был Дербент, а русачков даже в планах не было. Почитай историю Кавказа и Средней Азии, там были и локальные империи и нагибы округи и прочее и прочее. Называют русских пидорашками, славщитом. Говоришь это так, будто бы в этом что то плохое. У меня знакомые po рашеры irl, которые являются русскими и которые ссут на русню с ещё большей колокольни чем я Сейчас вас все боятся потому, что если пидорашка сделает в вас пару дырок, защищая себя, то его посадят на бутылку, а если вы убьёте пидорашку, то вам нихуя не будет. Может потому что в рашке мочить с волыны ножа человека, который идёт на тебя с кулаками - превышение пределов самообороны? Кто виноват в том, что русня настолько вырожденческая, что один чеченский доходяга ставит на колени группу русачков? Ты думаешь, будь руснявая гопота менее вырожденческая, то так же людей не кошмарила? Кто виноват, что вы морозитесь или даёте по съебатору, когда видите, как вашего славянского друга избивают унижают? Да чего уж там, тот митинг вспомните, где жирик, какого то парня на колени поставил и все вокруг стоят и снимают, словно стадо руснявых баранов. Зуб даю, в той толпе стояли его друзья и знакомые. Лично для меня это пиздец, особенно проигрываю, когда там не какой нибудь братуха-борцуха, а смарчёк чеченский. Никогда бы не бросил и не бросал друга в таком пиздеце и не важно, какой нации был друг, а какой нападавший. Вся ваша проблема не том, что вы слабками, не в том, что большинство русачков еблом похож на свинью, не в том, что за тысячу лет существования не смогли построить нормальную цивилизацию и другим не давали. Проблема в обыкновенной ошибке выжившего, вы видите кавказское быдло гопника, потому что оно в среднем сильнее, напористее, агрессивнее и образ кавказца, как лица которое представляет опасность выжигается у вас в мозгах, при этом не хотите замечать, что у вас, целые города набитые руснявыми АУЕшниками, потому что один среднестатистический руснявый гопник ауешник быдлойд сосёт у одного среднестатистического чуркобесского гопника быдлойда. В конечном итоге русачков в станице кущевской ебал кто? Другие русачки. В школу приезжали и выберали лолей на поёбку кто? Другие русачки. Сжигал русачков кто? Другие русачки. Всё вскрылось совершенно случайно. Сколько таких станиц, деревень и городов по всей рашке? аз-кун",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Он тролль А ты что несёшь? Как можно присоединить исконно русские територии к исконно русским же терриориям.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Люди зажрались и охуели если по мнению этих игроков андромеда лучше Антема. Хотя че там с багаутом76 сравнивают вон... Вот оно че оказывается, игроки просто охуели, ну ок. Вот долбанные пидерасы, не хотят покупать такую отличную игру, а еще смеют ругать такой божественный геймплей. Баги, хуевый геймплей поправят, а контент, ну его запилят, через год другой, причем бесплатно! Ага. Стоит лишь потерпеть!",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ладно, ты обсерился, я тебя понял. Можешь уходить.",
            "true": "toxic",
            "predicted": "toxic 91%"
        },
        {
            "text": "Блядь, хохлы, вы бы хоть с проксей писали, няши тупые.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Уважаемый, ты реально глупый и не вкуриваешь, о чьих именно трусах идет речь? Или просто дурака валяешь?",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Так там по сути никто и не работает дольше 3-х лет для стажа в типа сириус конторе. У нас в филиале роскосого так: после универа за 15-20к работают во всяких лабораториях, потом уебывают на вольные хлеба. Постоянно там только старичье совкового пошива и сотни начальников, 90 которых даже на работу не ходят, чисто зп получают.",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Таких как ты , поверь мне, больше)",
            "true": "toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Говорят, что у алиэкспересских Лански очень быстро стираются камни. Сам подумываю о приобретении заточной системы для своих складников, но оригинальную покупать дорого, а китайскую как-то хз) в итоге пользуюсь самодельной)",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "К сожаленю приходится опускаться до уровня понятного тупым пиндосам: показывать мультики, чтобы пиндосы поняли через сколько секунд они исчезнут вместе со своим фашингтоном.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Тупая шлюха, эта мразь лила отбеливатель на штаны и все что под ними. Я еду по делам а мне обливают штаны, ну охуенно наверно, баловство оно такое! Если бы по приколу было и не преследовалась цель бабской ебанутой мести, как это явно прослеживается, она могла бы просто стрельнуть из водного пистолета водой. ВС ! И мужики бы задумались и никто не в обиде.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ну кстати, если говорить о сельских жителях, то хохлы попрацовитее будут чем кацапы. У хохлов огородик, садочок вишневый биля хаты, обязательно палисадник с цветочками, плезир одним словом, как царь Петр говорил. У кацапа дом из бревен, и помойка во дворе, как у цыган.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Это у тебя подгорает в одном месте, видимо перцем намазали....",
            "true": "toxic",
            "predicted": "toxic 83%"
        },
        {
            "text": "Что те быдло, что те. Быдло пиздит быдло. Ну нормально так.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Антонио, ты весь в красном!",
            "true": "no toxic",
            "predicted": "no toxic 95%"
        },
        {
            "text": "Так ты гомосексуалист?",
            "true": "toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Мой коммент - ответ на другой коммент. Это видно прямо на мониторе. Ответ по теме. А Ваше выступление - выезд на лыжах из... не знаю уж откуда. Но лучше Вам туда вернуться.",
            "true": "toxic",
            "predicted": "toxic 63%"
        },
        {
            "text": "Ты явно не россиянин. Во первых ни одному россиянину не придёт в голову спрашивать чьё-то мнение по вопросу Крыма. А во вторых сегрегация людей при помощи вопроса Чей Крым это чисто холяцко-нацистский приёмчик. Палишься,порохобот. Ну и в третьих - у нас свободная страна и каждый имеет право на своё собственное мнение по любым вопросам. У нас даже один кандидат в президенты открыто заявлял что Крым надо вернуть Украине",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ты из какого века блядь?",
            "true": "toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "Ну, ясно-понятно, высказать аргументы вы не можете, умеете только на минус нажать. Ок, я пошла - чего с безмозглыми разговаривать, всё равно скоро докраситесь за рулём и в дтп все и помрёте. Естественный отбор, чо.",
            "true": "toxic",
            "predicted": "toxic 89%"
        },
        {
            "text": "Твоих граждан ? Твои товары ? у ВАС растёт продолжительность жизни? Те гауляйтеры - это ты и твои хозяева-кормильцы, предающие и насилующие российский народ ЕЖЕДНЕВНО И ЕЖЕЧАСНО. Вы торгуете недрами, вы пытаетесь пристроить награбленное подальше от ограбляемогонарода, вы наполнили страну полицаями , защищающими исключительно ваши интересы от российского народа. Вы гоните в НАТО нефть, газ, лес и прочие ресурсы, которые воруете у россиян, вы обложили данью всех от мелких и крупных торговцев, до самозанятых , выживающих в беспределе грабежа и воровства, творимого вами в стране. Вы оплачиваете свои права кровью и потом народа. Свои права по уничтожению этого самого народа. Деньги ВЫ превратили в мерило прав. Право на здравоохранение, образование, защиту и все базовые права ВЫ требуете оплачивать, не считая людьми и гражданами никого, кроме тех,кто это всё оплатит звонкой монетой. И войска НАТО приведёте в страну тоже ВЫ. Своей неудержимой жаждой денег и власти. Так же, как это сделал ваш свято-кровавый николашка , приведя в Россию своих партнёров . Они - ВАШИ партнёры - не мои. Так вот, знайте. Когда ваши партнёры по грабительскому бизнесу придут лишать ВАС вашей доли, и вы, и они будут по другую сторону фронта от меня и российского народа - точно так же, как вы и они ВМЕСТЕ по другую сторону фронта экономического все последние 30 лет. Я за ваши головы не дам и гнилой картошины. Так что, бойтесь не их. Бойтесь нас. Они для меня - просто враги, а ВЫ - ПРЕДАТЕЛИ СОБСТВЕННОГО НАРОДА, говно безродное, НЕЛЮДИ. И только очистив страну от таких как вы, возможно её защитить от них. Запиши на обороте своей методички, и передай по команде.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Тамбовский волк тебе товарищ!",
            "true": "toxic",
            "predicted": "toxic 84%"
        },
        {
            "text": "всраньку леху пыню влада сисяна затравили, а эту шлюху нет. Почему? она тян.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "navalny Максим Галкин maxgalkinru задал мне вопрос. С удовольствием отвечаю: Максим, спасибо за то, что подняли такую важную проблему. Однако, согласиться с Вами не могу. Вы подаёте дело так, как будто Владимир Соловьёв - просто звезда шоу-бизнеса, наподобие американской Опры. Зарабатывает много, значит может покупать себе дома где угодно. Это не так. Соловьев - государственный пропагандист на государственном телевидении. Сейчас он везде и не вылезает с экрана не потому, что талантлив, а потому что в стране ТВ-монополия государства. Соловьёв готов врать больше других, вот его и держат на экране. Была бы реальная конкуренция между ток-шоу и их телеведущими, Соловьёв был бы там, где ему и место - третьесортным радиоведущим. Каким он собственно и был до того, как всех настоящих звезд ток-шоу с нашего телевидения не выгнали, а их программы не закрыли по соображениям цензуры. Максим, вы говорите о рейтингах и прибылях, которые Соловьёв приносит каналу Россия-1 , а я смотрю в таблицу бюджета нашей страны и вижу, что Россия-1 глубоко убыточна. Ежегодно получает бюджетную дотацию. 24,6 миллиарда рублей за прошлый год. 24 МИЛЛИАРДА, Максим. Этого бы хватило на то, чтобы оплатить операции всем больным детям в стране. Но ушло это на гонорары всяким соловьёвым, а потом превратилось в виллы на итальянском озере Комо. Так что это не Соловьёв приносит. А все мы - налогоплательщики - (и Вы тоже, Максим) приносим деньги ему в карман. И я не хочу оплачивать роскошную итальянскую жизнь этого лжеца, лицемера и мерзавца. Тут нет никакой ненависти к богатым, никакого большивизма. Только здравый смысл. Видео взято с телеканала Дождь , логотип обрезан не по злому умыслу, а потому что его отрезал инстаграм, делая ролик квадратным.",
            "true": "toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "Не поверите. Н о л ь.",
            "true": "no toxic",
            "predicted": "no toxic 98%"
        },
        {
            "text": "способность глубоко анализировать события Это когда он совсем недавно объебался с голландским оркестром или когда напиздел про разрушенный взрывом дом в Париже? Или, погоди, его аналитический талант проявляется, когда он говорит, что режим Путина падёт - неизвестно когда, неизвестно от чего, но точно падёт? мотивы Царь был гомоимпотентом и завидовал Боне - и поэтому Россия воевала с Францией? Или: народы Востока плохие, посмотрите - у них даже мечи всегда кривые? непревзойденная рассудительность и мудрость Да, обвинять Соколова в краже концепций, которым сто лед в обед - это охуительная мудрость. А подавать на него в суд на основе ролика с пинком лакею - это пиздец рассудительно. умение переспаривать любых подсадных оппонентов (потому что Гуру всегда прав ходит только туда, где ему дают выиграть ) Пофиксил . гениальный артистизм пронимающее душу пение А, так ты всё это в шутку. Пардон, не распознал. у нас нет оппозиции они не спонсируют талантливых людей из оппозиции Женичка, ты уж определись. Судя по этим словам, это не обычное нытьё, похоже, двухмэтр уже хотел присосаться к карману какого-то богатея, но был встречен фигой? Этот, Соколов.. Зябликов, Соловьёв Неприятная для Ебжена тема вылазит с оговорками, боль не скрыть.",
            "true": "toxic",
            "predicted": "toxic 95%"
        },
        {
            "text": "ПОТОМУ ЧТО ЭТО МАСТЕР. А ВЫ ДЕЙСТВИТЕЛЬНО БЕ-БЕ-БЕ..",
            "true": "no toxic",
            "predicted": "no toxic 89%"
        },
        {
            "text": "В племенах украинцев, особенно западных, с детства прививаются две мысли: 1. Ты самый умный. 2. Ловко наебал - значит молодец, понятия подлость и честь отсутствуют нацело. Поэтому, мой маленький дружок, вся твоя натужная изворотливость не работает. Пообщавшись с тобой пять минут, любой в России поймёт с каким сортом он имеет дело. Даже не разу не услышав мягкий акцент твоей речи.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Моя знакомая, лет 10 как не курит. Это всё при том, что муж как курил так и курит в квартире.(в вытяжку принудительную и мощную на кухне). Тянет до сих пор её иногда, сны снятся как вновь закурила, до сих пор то в жар бросает, то в холод из за тяги. Старается не выпивать алкогольные напитки, потому что желание взять снова сигарету, адски просто нарастает. Занимается йогой, пробежки по утрам, да и без дела не сидит чтоб хоть как то отвлечься..",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Какие же хохлы хайзенберги, пиздец просто.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Шизоид, где ты здесь установил взаимосвязь, лол? До толчка тоже зигзагами бегаешь?",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Тупой-тупой-тупая, ти-ля-ля-лю-лю!",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "А ты кто такой?Иди отседова",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Уважаемый, да вы бредите. заварите ка как на картинке на любом заводе, где есть сварка. такая подойдёт?",
            "true": "toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Блядь, ебаный ты шизоид, ты можешь нормально выражать свои мысли? Твой поток сознания читать просто не возможно. Возникает ощущение, что у тебя разорванное мышление или речевая бессвязность. Просто словесный шум какой-то. Прими таблетки и не забывай посещать психиатра, у которого наблюдаешься.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Число проституток в Израиле продолжает расти На минувшей неделе в ходе ежегодной конференции по положению женщин, проводившейся Институтом еврейских исследований имени Шехтера в Иерусалиме, был представлен доклад, в котором рассказывалось о сексуальной эксплуатации в Израиле. Согласно этому докладу, как пишет газета The Jerusalem Post, в настоящее время в проституцию в Израиле вовлечены около 14 тысяч человек, 95 из них женщины. Особо отмечается, что примерно 3000 среди них несовершеннолетние. Исследователи пришли к выводу, что возраст первого опыта проституции у некоторых 13 лет. Вновь, как и в предыдущих исследованиях, отмечается, что многие проститутки пережили сексуальное насилие в детстве. В докладе сказано, что только у 20 проституток в конечном итоге получается самостоятельно прекратить заниматься торговлей своим телом. Если данные, приведенные в докладе верны, то за последние два-три года число проституток в Израиле выросло на 14 . Ранее редакция NEWSru.co.il публиковала данные Национального исследования о проституции в Израиле 2016 года, согласно которому на тот период проституцией в Израиле занимались около 12 тысяч человек (95 женщины, 11 несовершеннолетние). По данным этого исследования, 43 проституток родились в Израиле, 52 составляют бывшие уроженки стран бывшего СССР. Причем 86 проституток еврейки, 97 гражданки Израиля. У 62 проституток есть дети. У 81 из них дети до 18 лет. 25 проституток обслуживают более семи клиентов в день. 66 женщин заявляют, что пришли к проституции из-за тяжелой финансовой ситуации. 7 из-за наркотиков. Свыше 80 проституток заявляют, что испытывают издевательства (физические или вербальные) со стороны клиентов. 76 людей, занимающихся проституцией, говорят, что хотели бы заниматься другой работой. Напомним, что 31 декабря 2018 года во втором и третьем чтении Кнессетом был утвержден законопроект о запрете на приобретение услуг проституток. Это был один из последних законов, принятых Кнессетом 20-го созыва. Законопроект был подан министром юстиции Айелет Шакед. Закон вступит в силу в июле 2020 года. Согласно этому закону, приобретение секс-услуг и пребывание в месте, где предоставляются такие услуги, будет считаться уголовным преступлением. Размер штрафа за приобретение секс-услуг составит 2.000 шекелей за первое нарушение и 4.000 за повторное нарушение. В отдельных случаях прокуратура может предъявить обвинения в уголовном преступлении, и тогда максимальный размер штрафа составит до 75.300 шекелей. Кроме того, полицейские смогут выписывать штраф всем присутствующим на месте преступления, не занимаясь выяснением обстоятельств их присутствия в месте, предназначенном для покупки секс-услуг. Проводившийся нашей редакцией в 2017 году опрос показал, что большинство наших читателей выступают за легализацию проституции в Израиле и не поддерживают инициативу о наказании клиентов проституток. Причем такое отношение к проблеме проституции остается неизменным в течение многих лет.",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Не понимаю как так получается. 15-20 лет назад хватало времени прослушать все перечисленные группы и не по одному альбому. Это только метал. Ещё хватало времени на панк и хардкор. При этом помимо работы был ещё институт в то время. Сейчас же совсем времени нет на музыку. Куда девается свободное время?",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Зачем ты что-то пишешь потому что могу у тебя бамбануло, хаха порвался с учётом ваших длинных комментариев- так и есть смеешься там как умственно отсталый Это как? Есть какие-либо критерии как смеются умственно отсталые? Или ты как обычно пишешь абстрактные вещи, смысл которые даже тебе не понятен?",
            "true": "toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Подите рот с мылом вымойте, товарищ.",
            "true": "toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Да мы поняли что ты пидорьё ебаное, поляк наверное. Иди уроки выучи, портфель собери, че ты.",
            "true": "toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Азахха какая ржачная вата всу напали на донбасс аххаха это примерно как армия помойсраши напала на тульскую область .Чел обратись в медицинское учреждение, пупкинизм головного мозга уже лечат,даже усугубленный христанутостью",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Целью встречи стали переговоры о сохранении поставок газа А что, у него есть полномочия вести такие переговоры? Сука блядский цирк. Какие же хохлы дегенераты, пиздец просто",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "да не буду я забанен доблестной модерацией pcportal org forum 51-9843-1 возможно это вам поможет, уж как самый крайний вариант?",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Вот, учитесь у этой проплатки создавать треды, окатыши. Этот сегодня получит 150 грамм колбасы к своей ежедневной пайке роллтона, и Волков его не будет трогать пару дней шлюху лишили звания Шлюха 20!8 АРЯЯЯ ПУТЕН ВИНОВАТ!!!",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Значит, ты тут подскочил, как петух на жердочке, вскукарекнул, когда попросили пруф - слился и даже не извинился. Мне кажется, или в этой ситуации кто-то себя слегка неправильно ведет?",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "С чегой то ты мя в хохлы то записал? Только лишь с того, что я имею мнение, что эти цацки не вперлись никому, сюда тащить за счет бюджета?",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Как-то сталкивался с ситуацией, когда новый сервак зависал на логотипе с фирмой материнки. Оказалось - проблема в том, что был подключен ламповый моник. Подключили ЖК - все отлично загрузилось! Но пока мы дошли до этого решения - успели поменять половину железа.",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Пусть человек сам решает, и жалуется модеру. p.s а ты гляжу любитель доносы строчить в сороковых полицай бы годный из тебя получился бы.",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "И что? Сотню людей знаю с двумя санузлами в доме, ни одного, чтоб они оба не унисекс были. Какой ближе свободен - тем любой гендер и пользуется. Ты жопой завилял. Давай пруфы твоего, нормального человека, жилища с сортирами как в кинотеатре! С табличками пикрил ! каждой пидорахи в доме унисекс Ты же с этого выёбываться начал! Предъяви свои 2 отдельно-гендерных, нормальный пиздобол !",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Убогий, как тебе, говнюку, не повезло в жизни, кругом говно и наркоманы. Живи дальше и злобствуй и плюйся своей ядовитой слюной. Побольше желчи вырабатывай - быстрей сдохнешь.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "лучше бы юбики сплинтерселл новый сделали. уроды ленивые",
            "true": "toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Извини тебе в грязном ходить приятно?",
            "true": "no toxic",
            "predicted": "no toxic 92%"
        },
        {
            "text": "Я согласен, что энергия от ВИЭ на текущий момент дороже. Но объясните мне, почему правительства всех стран мира стараются развить ВИЭ?! Зачем развивать нечто, заведомо убыточное?!",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Э че бля а? Ты че нах бл иди сюда епты.. Ты за царя гнида? Я тя щас грязь растопчу хуесос ептыбля",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Что б он сам здох мразь",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Нашёл как то работу отличную с зп в районе 50-60к, для меня это было просто супер, тк на старой я получал 15-30, обязанности все те же и условия лучше, собеседование и стажировку в 3 дня прошёл успешно я им понравился, но не пропустил сб, хотя до этого работы другой не было, а на этой косяков не было)",
            "true": "no toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Очевидно, что топтать дворников и чем там ещё федоровичи по всей стране занимались- это просто другой уровень деятельности Вот и попался куколд-воевака. А гонору сколько было, да мы на дунбусее, да я в грозном двери настежь - давай говно на разы. Когда твою сестру будут насиловать черенком от веника три дворника, то ты будешь просто играть в Подземелья и Драконы и делать вид что ничего не происходит. А не, как Джимми Нейтрон напряжёшь мозги и будешь искать РЕЛЕВАНТНОЕ решение проблемы, пока сестричке, с венком ромашек на голове, раздирают дырочку. Ссали тебе в рот всем кондопогом, чека-нацианалистъ. Твои маняврирования от вопросов точно такое же тухлое пиздабольство как и на стремах жирного, можешь в гости записатся, если достаточно всратый для их патоков. Ах, да, а хули ты у мамы под юбкой, а не спасаешь наших новиопов в трусках от злых фашистов? За пять лет так и не собрался? Давай реще, чучело.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Западенские каклы в Польше - это чмо пиздец какое просто. Сам лично одному там в автобусе втащил. Его блядь приняв меня за поланда начала обкладывать русским матом за то что я их согнал в автобусе с первых мест за которые заплатил, типа я нихуя не понимаю. Сами поляки при этом в кайф стояли и смотрели как русачек щемит какла.",
            "true": "toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "21 век, как ты такой неграмотный?",
            "true": "toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "тебя бы в первых рядах на эту войну погнали, дурик. потом кричал бы в объектив камеры: не хочу умирать! отпустите - вы же добрые!",
            "true": "toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "У вас, похоже, депрессия. К врачу попробуйте сходить. Мб полегче будет. Ну и жена, конечно, доконала вас.",
            "true": "no toxic",
            "predicted": "no toxic 96%"
        },
        {
            "text": "Тоже проигрываю с укро-манек. Хотя вангую тут не только укры, но и некоторая часть русских шизиков с манямирком. Сами же вчера еще проигрывали с ватных ВР ТИ, а сегодня сами той же хуйней занялись. Вообще в последнее время все больше и больше убеждаюсь, что ватные дегенераты и фанатичные свидомиты либеpаxи друг друга стоят. Одним русня говна в жопу заливает, а другим - злой запад.",
            "true": "toxic",
            "predicted": "toxic 99%"
        }
    ],
    "incorrect": [
        {
            "text": "УПАД Т! ТАМ НЕЛЬЗЯ СТРОИТЬ! ТЕХНОЛОГИЙ НЕТ! РАЗВОРУЮТ КАК ВСЕГДА! УЖЕ ТРЕЩИНАМИ ПОШ Л! ТУПЫЕ КИТАЗЫ НЕ МОГУТ НИЧЕГО НОРМАЛЬНО СДЕЛАТЬ!",
            "true": "toxic",
            "predicted": "no toxic 98%"
        },
        {
            "text": "Может и старый, может и маразматик. Про то писать кириллицей или латинницей вам виднее, не спорю. Но как задвигают русский язык уже видно. Дальше скажут что все будет только на казахском и внезапно пол страны окажется вторым сортом. (Я надеюсь, что ошибаюсь, но это уже проходили в других странах азии, прибалтики, закавказья) А так я за мир во всем мире. Русский слон лучший друг Казахского слона.",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "В СОВКЕ САМОЕ ЛУЧШЕЕ ОБРАЗОВАНИЕ! - ПО МНЕНИЮ ЛЮБИТЕЛЕЙ ЗАРЯЖАТЬ ВОДУ ОТ ТЕЛЕВИЗОРА В СОВКЕ САМЫЕ КРАСИВЫЕ ДЕВУШКИ! - ПО МНЕНИЮ НОВИОПОВ В СОВКЕ САМЫЕ ЛУЧШИЕ ТОВАРЫ!- ПО МНЕНИЮ ЛЮБИТЕЛЕЙ ПОДТИРАТЬ ЖОПУ ГАЗЕТОЙ, А НЕ ТУАЛЕТНОЙ БУМАГОЙ В СОВКЕ САМАЯ ЛУЧШАЯ МЕДЕЦИНА! - ПО МНЕНИЮ САМОГО АБОРТИРУЕМОГО НАРОДА В СОВКЕ САМАЯ ЛУЧШАЯ ТЕХНИКА! - ПО МНЕНИЮ ЛЮБИТЕЛЕЙ ПЛАГИАТА В СОВКЕ САМЫЙ ВЫСОКИЙ УРОВЕНЬ ЖИЗНИ! - ПО МНЕНИЮ ЛЮБИТЕЛЕЙ ДЕФИЦИТА",
            "true": "toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "В жизни бы не купил такое дорогое пиво... повседневные для жителей столицы вещи Да не повседневные они. Вон, у нас, когда родители приезжают, мы проводим им мощную культурную программу - ездим в горы, на океан, и т.д. Получается очень насыщенно. Но всё остальное время года мы это делаем намного реже. Повседневно - это метро, исторический центр (архитектура) и больший выбор всего (кнотеатров, театров, ВУЗов, магазинов, бизнесов). Ну и меньшая унылость.",
            "true": "toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "Мне Вас очень жаль, если для Вас оскорбления - норма.",
            "true": "no toxic",
            "predicted": "toxic 95%"
        },
        {
            "text": "просто я ватсаппом никогда не пользовался, а придется ставить ради одного турнира. обида",
            "true": "no toxic",
            "predicted": "toxic 89%"
        },
        {
            "text": "Да нахуй ты мне это скинул? Если я теку от неё, естественно я пересмотрел её видосы. Но самый кайф на канале молодого человека, где он её за жопу хватает и пальцы в рот суёт. Если меня привлекают такие тян, я быдло?",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Ты в маём серце казёл.",
            "true": "no toxic",
            "predicted": "toxic 87%"
        },
        {
            "text": "Тебе кольцо покупают , беги глупец!",
            "true": "toxic",
            "predicted": "no toxic 55%"
        },
        {
            "text": "тебя тут вахтёром назначили ?",
            "true": "toxic",
            "predicted": "no toxic 62%"
        },
        {
            "text": "ссылки я давал, модератор в мягкой и корректной форме послал меня нахер",
            "true": "no toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Да не торопись ты так, бабуль",
            "true": "no toxic",
            "predicted": "toxic 71%"
        },
        {
            "text": "пруф или пи..бол шарлатан)",
            "true": "toxic",
            "predicted": "no toxic 85%"
        },
        {
            "text": "Ну хочешь я стану твоим другом? Как тебя зовут? Чем увлекаешься?",
            "true": "no toxic",
            "predicted": "toxic 80%"
        },
        {
            "text": "Обезьяну колонизировали, привезли в Европу, дали возможность стать человеком. Обезьяна отблагодарила.",
            "true": "toxic",
            "predicted": "no toxic 89%"
        },
        {
            "text": "Передайте , который меня в чс кинул, что это не русский портал. То, что тут посты выходят на русском ещё на означает, что он русский. Тут сидят люди с Украины, Беларуси, Казахстана и других стран, в которых разговаривают на русском.",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Хм... По-моему, ты не слышал, как кричит такой поросенок. Его хуй выпиздишь из загона, сначала... хоть за уши, хоть сапогами. А ещё эту тушу надо протащить метров 40 и завести в станок . И, только потом, ты залезешь сверху, угнездишься так, чтобы тебя по стенкам не размазало, наклонишься, и ведешь пику, и взрежешь шейку.. И только сейчас ты услышишь и поймешь разницу между просто визгом, хоть и от боли, и СМЕРТНЫМ.. ...даже, если тебе 10 и ты вообще снаружи свинарника. ...убивают его, блядь...",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Не скажи, в дурку из-за неё он заехал. Галя - классический мозгоёб, в добавок никогда не признающий своей вины. Но истинная причина помешательства останется загадкой.",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Оправдываться империалисту тем, что захватили кого-то из-за того, что они нападали на нас, грабили, поганая ложь. Примеры я выше привел, империалисты кровожадные звери, ненасытные. Собственно примеров куча. Россия переселяет казаков на границу. Ха-ха, уж про этих то не надо. Эти то отлично в истории отметились. Как каратели, захватчики, грабители.",
            "true": "no toxic",
            "predicted": "toxic 73%"
        },
        {
            "text": "Это же для школьниц и школьников. Там на полные ставки рассчитывать не стоит. Не все дети из обеспеченных семей. Но и по времени там час не всегда нужен. Максимум 30 минут девочка и 10 минут мальчик. Я выставляю такие тарифы. По классике ещё, в принципе, можно поторговаться.",
            "true": "toxic",
            "predicted": "no toxic 99%"
        },
        {
            "text": "типун тебе на язык! Гриллс еще не всех жуков-пауков съел!",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "ряженые кизяки Извинись!",
            "true": "no toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Вижу по твоим старым постам, что ты на этом деле собаку съел) А сам прошёл полностью?",
            "true": "no toxic",
            "predicted": "toxic 75%"
        },
        {
            "text": "интересно, у тебя отсутствует эмпатия к убитым мирным жителям донбасса потому что тебя таким воспитали или ты просто говнюк от рождения?",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Качок дуболом это я так понимаю голубочкин, блогер это евген, а тщедушный бездарь это кто?",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "жители Украины------ украинцы, а не хохлы",
            "true": "no toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Эм, нет, если сравнивать то это не ты на своей кухне гадишь а на твоей кухне гадит либо твой сосед по коммуналке либо вообще незнакомый тебе человек. Бандит никогда своим не будет. Разницы между своим и чужим бандитом, как и между своим и чужим капиталистом, нет.",
            "true": "no toxic",
            "predicted": "toxic 78%"
        },
        {
            "text": "Гомофобия - это искусственная конструкция. И если вы к ней как-то относитесь, то вы просто внушаемый. Остерегайтесь цыган.",
            "true": "no toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "1) ещё раз повторюсь, самооборона, или пропитание это одно. и обоих вышеперечисленных случаях животное не испытывает страданий, или испытывает их по минимуму. Я не покупаю мясо собаки в магазине. Убийство абсолютно невиновных конкретных животных, продиктованное просто дебильными убеждениями, которые в свою очередь продиктованы просто желанием убивать, Но на людей очка не хватает - это прямое показание к химической кастрации данного индивидуума, а также обезглавливание при повторении подобного эпизода. 2) даже если ты очень хороший борец, и это видно издалека, я я, если бы увидел как ты причиняешь вред животному, Я бы уничтожил тебя. Если я, даже сидя на диване, или гуляю на улице увижу подобную мразь, ей будет так же больно, как животным.",
            "true": "toxic",
            "predicted": "no toxic 68%"
        },
        {
            "text": "У тебя воображение - так себе",
            "true": "toxic",
            "predicted": "no toxic 97%"
        },
        {
            "text": "Почему у тебя все красное? Ты дальтоник? (автор данного комментария не собирался никого оскорблять.)",
            "true": "no toxic",
            "predicted": "toxic 95%"
        },
        {
            "text": "Если такое мнение тебя утешает - можешь продолжать верить в него, тут нет ничего постыдного. Вмешиваясь в комментирование я лишь предположил, что здесь кто-нибудь хотел узнать фактическое положение вещей, а не просто выразить плюсиками солидарность сходным поверхностным воззрениям.",
            "true": "no toxic",
            "predicted": "toxic 76%"
        },
        {
            "text": "Ты ее с коклюшем делал или только дифтерия-столбняк? Если с коклюшем, то больше не делай, у многих реакция на него, значит, у тебя тоже. В следующий раз (через 10 лет) делай только дифтерия-столбняк.",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Модераторы странные зверьки - меня за посыл одного индивида, он меня работать, а я его тоже, только туда где ему привычнее... Забанили... А когда я звал модеров на одного типчика зовущих всех дибилами и с вопросом от куда они берутся, на мой ответ что вот одного точно его мамка родила - забанили меня...",
            "true": "no toxic",
            "predicted": "toxic 82%"
        },
        {
            "text": "добби свободен!!!!!!!!!!!!!!!!!!!! ох спасибо тебе добрая внученька!!!!!!!!!!!!!!!!!",
            "true": "no toxic",
            "predicted": "toxic 69%"
        },
        {
            "text": "Я не знаю что у тебя. Сходи к врачу, если сомневаешься.",
            "true": "no toxic",
            "predicted": "toxic 88%"
        },
        {
            "text": "Замуж тебе надо барыня...",
            "true": "no toxic",
            "predicted": "toxic 57%"
        },
        {
            "text": "Делай людям добро - и тебе всегда будет больно и стыдно. Унижай, бей, обманывай - и будешь уважаемым человеком, тебе будут кланяться и звать по имени-отчеству. Что тебе больше нравится - выбирай сам. Выбрал боль и стыд - спасибо, дорогой. Мне меньше достанется.",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Ты кнеш остроумный, для такого остроумия нужен острый ум. Давай-ка им воспользуемся, раз уж он у тебя есть. Информация о твоей работе отправляется в пенсионный фонд и в налоговую, по которым легко определить сколько лет ты проработал, а трудовая книжка это рудимент ОП! Мы молодцы, мы это сделали, браво!",
            "true": "no toxic",
            "predicted": "toxic 92%"
        },
        {
            "text": "Какой гейт отъехал? Текст автора внимательно читаем и не тупим",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Нет, пожалуй, отвечу развернутее. Представь, что тебя ограбили. Ты идешь в частную полицию, выкладываешь бабки на стол, говоришь о случившемся. Полицаи по мере своих сил расследуют инцидент. Они дают тебе список потенциальных преступников, вероятнее всего, из одного человека. Ты приходишь к человеку, говоришь, так и так, чувак, я тебя подозреваю, хочу судиться. Если он тоже хочет судиться, то он идет с тобой в выбранный вами обоими суд. Если не хочет, то ты обращаешься в суд со своей доказательной базой, он приходит к человеку и обращается с подобной фразой: вы, гражданин такой-то такой-то, обвиняетесь по тому-то тому-то. Пройдите с нами в зал суда для разбирательств, или мы, согласно статье такой-то такой-то действующего законодательства имеем право вас наказать. Если человек соглашается, то вы судитесь. Если он виновен, то ему назначается наказание и он оплачивает издержки суда, если нет, то ты оплачиваешь издержки суда и идешь искать преступника дальше силами частной полиции. Звучит пиздец как плохо, да? Ну так вот, РЫНОЧЕК ПОРЕШАЕТ так, чтобы все работало куда эффективнее. Вместо хождения по частным полицейским бюро ты, скорее всего, возьмешь у одного или нескольких из них страховку на случай примененных в твою сторону правонарушений. Для них профит в том, что они будут стабильно получать от тебя бабки, для тебя - в том, что ты можешь спать спокойно. Сами частные полицаи уже заключают контракты с судами, чтобы избежать анальной ебли с твоим хождением туда-сюда, взамен они сами ходят по предполагаемым преступникам и предлагают им пройти судиться. На самом рынке останутся наиболее эффективные суды и полицаи, потому что неэффективным никто не захочет заносить бабки. Остается вопрос: в чем тебе профит ходить в суд, если ты в жизни и мухи не обидел, кроме избежания наказания, которого ты и не заслуживаешь? И даже это порешает рыночек, потому что, очевидно, суды, которые компенсируют или даже поощряют тебя за то, чтобы ты к ним ходил, даже если ты невиновен, будут выглядеть более привлекательно. Надеюсь, на вопрос я ответил. К слову, продажные суды не будут популярны как раз из-за своей продажности, потому что выгоду от этого получает только искодатель, и то только тогда, когда дает иск ни за что. А государство из судов не вырастет как раз потому, что сами суды не будут обладать оружием, им будут обладать полицаи. Ну и конкуренция, опять же. Апелляции подавать в высшие суды, которые будут работать по тем же принципам.",
            "true": "no toxic",
            "predicted": "toxic 67%"
        },
        {
            "text": "внучатый племянник ты это когда твоего прямого дедушки брат, вот ему ты внучатый племянник.",
            "true": "no toxic",
            "predicted": "toxic 91%"
        },
        {
            "text": "Ну ты красава, чесслово... Чо так возбудился то, в штыковую ходил? Ну не служил, чичас таких полно, это не диагноз...",
            "true": "no toxic",
            "predicted": "toxic 66%"
        },
        {
            "text": "Надеюсь кобре вырвали зубы. Иначе родители дебилы!",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "А у тебя писечка поперек, или это только от мамы передаться может?",
            "true": "toxic",
            "predicted": "no toxic 60%"
        },
        {
            "text": "А ты во всех постах будешь спамить этой гифкой?",
            "true": "no toxic",
            "predicted": "toxic 53%"
        },
        {
            "text": "Депутат? Перелогинься!",
            "true": "no toxic",
            "predicted": "toxic 72%"
        },
        {
            "text": "в писанине указано, что Ссаколов реально не упоминал, и никто не упоминал о невлиянии блокады и о намерении Алекса с 1801 г. разъебать Боню И ни слова о статьсях в журнале Наполеон . А ведь могли бы упомянуть, что и там ничего нет (если там действительно ничего не было). и показано даже, что Ссаколов считал иначе Если ты об Армии Наполеона , и упоре на Испанскую войну , то если посмотреть текст полностью, то там речь идёт о причинах участия в Наполеоновских войнах вообще, а не только о событиях после начала войны в Испании. У нас нет возможности анализировать здесь весь сложный спектр русско-французских отношений в 1809-1812 гг., однако необходимо отметить, что именно война в Испании, сделавшая окончательно непримиримым британский кабинет и спровоцировавшая войну 1809 г., во многом повлияла на позицию Александра I по отношению к Наполеону. Известно, что царь испытывал неприязнь к коронованному солдату, славе которого завидовал черной завистью. Война отца Александра, Императора Павла I, против Франции Директории еще полностью вписывалась в линию войн монархических государств против революционной заразы. Более того, Император-рыцарь выступал как самый искренний и последовательный проводник этой линии. Поняв, что английским и австрийским кабинетами руководят больше корыстные соображения, чем стремление спасти монархические принципы, Павел вышел из игры, не позволив проливать более кровь русских солдат за чуждые стране интересы. Напротив, Александр сражался во имя очень странных принципов, далеких от интересов русского народа и даже русской монархии. Нам кажется, никто не смог так точно сформулировать мотивы его поведения, как выдающийся русский историк Николай Иванович Ульянов: В исторической литературе давно отмечен фанатизм этой загадочной ненависти и существует немало попыток ее объяснения. Самое неудачное то, которое исходит из экономических и политических интересов России. У России не было реальных поводов для участия в наполеоновских войнах . Европейская драка ее не касалась, а у Наполеона не было причин завоевывать Россию. Веди себя спокойно, занимайся собственными делами, никто бы ее пальцем не тронул. Не более убедительна и другая точка зрения, объясняющая войны России с Директорией и бонапартистской Францией реакционными склонностями русских царей. Только война Павла I могла бы подойти под такое толкование, да и то с трудом. Александр же меньше всех походил на борца с революционной заразой, он еще до вступления на престол поражал иностранцев негодующими речами против деспотизма и преклонением перед идеями свободы, закона и справедливости. Конечно, цена его либерализму известна, и вряд ли приходится возражать тем историкам, которые считали его маской, но такая маска годится для чего угодно, только не для борьбы с революцией. Гораздо вернее, что у него не было никаких принципов и убеждений . Роковая война в далекой Испании, где погибал цвет наполеоновской армии, дала надежду Александру взять реванш за Аустерлицкий разгром, поражение под Фридландом и Тильзитский мир. Поэтому без контраргументов со стороны Ссаколова Юписанина все же выглядит откровенно слабой. И теперь понятно, почему суд не принял её к сведению и вряд ли примет в ходе апелляционного процесса так что Ссаколова посодют. Свежо предание... Да, потом ещё нашли текст полностью и оказалось, что Чудинов хвалит Подмазо за то, что тот опроверг все измышления Ебжена.",
            "true": "toxic",
            "predicted": "no toxic 95%"
        },
        {
            "text": "Туберкулез убивает - Спасибо поржал. Туберкулез у скольки? у одного-двух процентов. А у скольки присутствующих Прокрастинация??? - но она же никого не убивает, я вот сейчас коммент допишу, и с завтрашнего дня начну..... Одноклеточные умнее нас.",
            "true": "toxic",
            "predicted": "no toxic 62%"
        },
        {
            "text": "почему ваши посты так яро заминусованы?",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Хуй пойми за что тебя минусуют. Я ищу вот такую девушку - Да как ты посмел нам указывать, ко-ко-ко, это мои интересы . Что-то странная хуета: высказываешь свою позицию, оказывается ты угнетаешь девушек и вообще должен заткнуться и засунуть своё мнение в задницу.",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Обиделся? Не плачь, я же любя и по-дружески.",
            "true": "no toxic",
            "predicted": "toxic 74%"
        },
        {
            "text": "А ты часто выступаель перед людьми? Толкаешь речь? Я помню на сцене чуть не обделался, я там забыл все на свете) слава богу мне не надо было ничего говорить, там бы Кличко по сравнению со мной казался бы богом( кто то не парится, кто то волнуется, но со временем может взять себя в руки и привыкнуть, а у кого то общение на публике каждый раз вызывает панику и отбивает мозги",
            "true": "no toxic",
            "predicted": "toxic 88%"
        },
        {
            "text": "Дрозд-рябинник поедающий боярышник: забыл лицо своего отца.",
            "true": "no toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "Едет блондинка на такой хорошем автомобиле и останавливает ее гаишник. Она без разговора протягивает ему 100 баксов. Он их естественно берет и спрашивает: - Слышь красавица откуда у тебя такие деньги и такая машина. Ты кем работаешь? - А я минетчица. - А-а хуй сосешь? - Ну почему? У тебя есть такая машина? - Нет. - А такие деньги? - Нет. - Так это ты хуй сосешь а я- минетчица!!!",
            "true": "no toxic",
            "predicted": "toxic 54%"
        },
        {
            "text": "Тебя возбуждает, когда жена переодевается в медсестру? Клизмует?",
            "true": "no toxic",
            "predicted": "toxic 90%"
        },
        {
            "text": "Кинь ссылку на свой пост, пожалуйста Это видимо было в треде в по о Гуру, потому что я недавно совсем кидал скрины постов. Он потонул. То, что Понасю микрофон в рот Кураев всадил, она тоже не опровергла? Это и сам Гуру говорил. Он всадил, а потом за дверь и подпёр ее с той стороны.",
            "true": "no toxic",
            "predicted": "toxic 57%"
        },
        {
            "text": "Двачую тебя, анончик. Олечка просто идеал женщины.",
            "true": "no toxic",
            "predicted": "toxic 62%"
        },
        {
            "text": "забанили в дойта трете за ету картинку.... идите туда запостите картинку и попросити что бы разбанили",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Ты о нем уже третий пост мне пишешь. Зачем ты тогда мне пишешь? Если тебе скучно и хочешь пообщаться, то время сменить тему.",
            "true": "no toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "Автор, не в обиду, я прожила 4 года в Волгограде. У вас концентрация быдла огромная, а чиновники одни из самых охуевших в РФ.",
            "true": "toxic",
            "predicted": "no toxic 98%"
        },
        {
            "text": "Оу,думал не вам отвечаю,прошу прощения,перепутал комментатора",
            "true": "no toxic",
            "predicted": "toxic 59%"
        },
        {
            "text": "Веселить соседей и вейп курить Гироскутер двумя оседлать Что бы было тебе и каждому нынче Тебя петухом обозвать",
            "true": "no toxic",
            "predicted": "toxic 50%"
        },
        {
            "text": "Ваш способ отлично на цыган действует.",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Потому что он гомогеев убивал.",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "У нас фашики, в плен которые сдались, отсидели свое тут, и так и остались.",
            "true": "no toxic",
            "predicted": "toxic 98%"
        },
        {
            "text": "Пёстрый скакунчик! :3",
            "true": "no toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Я одна ожидала, что баба-провизор решит что вы уронили кропаль из папиросы, а не крошки печенья? ЗЫ зачем заворачивать печенье в папиросную бумагу?",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "Чё ты тут орёшь??? Разбудишь же...",
            "true": "no toxic",
            "predicted": "toxic 73%"
        },
        {
            "text": "Такая удивительная история.. Дания. Это вам не цыганка с упоротым ребенком.",
            "true": "no toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Да это давно было, на прошлом акке) Я потом накрутил сам себя и к писькиному доктору начал ходил, так его заебал! xD Искал подвох так сказать. - Вы не больны уходите! - А это точно? - Мамой клянусь! Уходи! - Но...",
            "true": "no toxic",
            "predicted": "toxic 86%"
        },
        {
            "text": "Ты серьезно не видишь иронии в том, что праводебилы топят вот ровно за тоже самое в каждом пункте? Сынок, даже близко нет. Третий рейх со всем его говном, от сектантских законов о массовых убийствах до убийства собственных раненых солдат, попавших под евгеническую программу как инвалиды, от лагерей смерти до проебывания будущего страны в военном МММ был лучше среднестатистического государства ближнего востока 70-х 80-х, не говоря уже про современные Афганистан, Пакистан и т.д. А это дно, ниже европейцам падать просто некуда. Даже Албания времен Энвера не такое дно, хоть и смотрится дико.",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ты, как совместившая, делишься опытом? Учту.",
            "true": "no toxic",
            "predicted": "toxic 58%"
        },
        {
            "text": "Скажи ему внезапно что у тебя туберкулёз.",
            "true": "no toxic",
            "predicted": "toxic 63%"
        },
        {
            "text": "Может, просто социальная несправедливость не дает покоя предыдущему докладчику? Время ведь сейчас такое: ты либо работаешь клоуном у пидорасов, либо пидорасом у клоунов за тот же самый мелкий прайс. Либо вообще, прости господи, буддист. Вот вы, извините, к кому себя относите?",
            "true": "no toxic",
            "predicted": "toxic 79%"
        },
        {
            "text": "Конечно, конечно! Ты прав! Ой, какой я тупой... Извините, больше не позволю высказывать свое мнение, и свои знания. Как недальновидно-то...",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Ты еще зомбоящик забыл с его гом2 и прочими говно шоу которые им прививают такую модель поведения как правильную",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "А как ты относишься к эксперименту Гезелля и идее отказа от накопительной функции денег вообще? Погуглил, почитал по-диагонали. Это же подразумевает регуляцию. Ну и нахуй оно надо? Я не против денег с высокой волатильностью, но давать власть над этими деньгами - это идея очень плохая. На мой взгляд, надо идти в сторону большейпрозрачности общественных структур и контроля со стороны частных лиц. Это, несомненно, уже шаг в правильном направлении. Для меня, если я сам не произвожу фальшивок, тогда получается двойное наебалово: и государством, и фальшивомонетчиком Это так. С другой стороны, деньги из государства к тебе не попадают никак, так что для общества в целом уж лучше наеб со стороны участников общества. А что мы вложим, если у нас деньги - ресурс ограниченный ? Собирать будем долго и в ущерб чему-то ещё Ну, простите, есть же еще налоги легальный грабеж. А так наеб по всем фронтам. Так и несамоценные деньги - тоже. Так что всё по-рыночному Ну да. Любые деньги так или иначе подчиняются законам спроса и предложения. Но уж лучше децентрализация тогда уж. Можешь, конечно. Есть инструменты обхода вроде биткоин-миксеров. Конечно, это уже костыли, так как сам биток как валюта не очень совершенен, мягко говоря. Крипта намного удобнее уже появилась, а со временем удачные варианты и приобретут капитализацию и спрос. Как сказали выше, биток скорее подходит для хранения активов, а не для транзакций. экономическое принуждение никуда не делось Я бы назвал это ЭКОНОМИЧЕСКОЙ МОТИВАЦИЕЙ . Избавиться от нее значит избавиться от рынка и денег в целом, это уже ближе к коммунизму. Социал-дарвинизм и сейчас процветает, по сути. Просто в странах первого мира он скрыт за высоким уровнем жизни и развитым соц. государством Я думаю, это зависит от того, как смотреть. Так-то личные взаимоотношения тоже подчиняются рыночку, соответственно, неконкурентноспособные отмирают. Я считаю это нормальным, но это не значит, что все считают так же и не будут кидать деньги на благотворительность. Будут. И кстати, откуда берутся идеи вообще, в твоем представлении? Из головы? Я не очень понял вопрос. Т.е. спекулянты это хорошо? Да, спекулянты - это хорошо. Покажу примером на битке. Цена низка. Что сделает спекулянт? Закупит битков. Свободных битков стало меньше, их цена растет. Это выгодно всем, кто битки продает. Потом, скажем, цена сильно выросла. Что сделает спекулянт? Он продаст битки. Так как свободных битков стало больше, то их цена уменьшится, что выгодно тем, кто их покупает. Но, так или иначе, это выравнивает курс и делает скачки более редкими. Плохие спекулянты, которые закупают дорого и продают дешево, делают ровно противоположное. Но их решает рыночек убытками, поэтому долго они это делать не могут.",
            "true": "toxic",
            "predicted": "no toxic 97%"
        },
        {
            "text": "На одном из симпозиумов встретились четыре лингвиста: англичанин, немец, итальянец и русский. Речь зашла о языках. Начали спорить, а чей язык красивее, лучше, богаче, и какому языку принадлежит будущее? Англичанин сказал: Англия страна великих завоевателей, мореплавателей и путешественников, которые разнесли славу её языка по всем уголкам всего мира. Английский язык язык Шекспира, Диккенса, Байрона несомненно, лучший язык в мире . Ничего подобного , заявил немец, Наш язык язык науки и физики, медицины и техники. Язык Канта и Гегеля, язык, на котором написано лучшее произведение мировой поэзии Фауст Гёте . Вы оба неправы , вступил в спор итальянец, Подумайте, весь мир, всё человечество любит музыку, песни, романсы, оперы! На каком языке звучат лучшие любовные романсы и гениальные оперы? На языке солнечной Италии ! Русский долго молчал, скромно слушал и, наконец, промолвил: Конечно, я мог также, как каждый из вас, сказать, что русский язык язык Пушкина, Толстого, Тургенева, Чехова превосходит все языки мира. Но я не пойду по вашему пути. Скажите, могли бы вы на своих языках составить небольшой рассказ с завязкой, с последовательным развитием сюжета, чтобы при этом все слова рассказа начинались с одной и той же буквы? Это очень озадачило собеседников и все трое заявили: Нет, на наших языках это невозможно . Тогда русский отвечает: А вот на нашем языке это вполне возможно, и я сейчас это вам докажу. Назовите любую букву . Немец ответил: Всё равно. Буква П , например . Прекрасно, вот вам рассказ на эту букву , ответил русский. Пётр Петрович Петухов, поручик пятьдесят пятого Подольского пехотного полка, получил по почте письмо, полное приятных пожеланий. Приезжайте, писала прелестная Полина Павловна Перепёлкина, поговорим, помечтаем, потанцуем, погуляем, посетим полузабытый, полузаросший пруд, порыбачим. Приезжайте, Пётр Петрович, поскорее погостить . Петухову предложение понравилось. Прикинул: приеду. Прихватил полустёртый полевой плащ, подумал: пригодится. Поезд прибыл после полудня. Принял Петра Петровича почтеннейший папа Полины Павловны, Павел Пантелеймонович. Пожалуйста, Пётр Петрович, присаживайтесь поудобнее , проговорил папаша. Подошёл плешивенький племянник, представился: Порфирий Платонович Поликарпов. Просим, просим . Появилась прелестная Полина. Полные плечи прикрывал прозрачный персидский платок. Поговорили, пошутили, пригласили пообедать. Подали пельмени, плов, пикули, печёнку, паштет, пирожки, пирожное, пол-литра померанцевой. Плотно пообедали. Пётр Петрович почувствовал приятное пресыщение. После приёма пищи, после плотного перекуса Полина Павловна пригласила Петра Петровича прогуляться по парку. Перед парком простирался полузабытый полузаросший пруд. Прокатились под парусами. После плавания по пруду пошли погулять по парку. Присядем , предложила Полина Павловна. Присели. Полина Павловна придвинулась поближе. Посидели, помолчали. Прозвучал первый поцелуй. Пётр Петрович притомился, предложил полежать, подстелил полустёртый полевой плащ, подумал: пригодился. Полежали, повалялись, повлюблялись. Пётр Петрович проказник, прохвост , привычно проговорила Полина Павловна. Поженим, поженим! , прошептал плешивенький племянник. Поженим, поженим , пробасил подошедший папаша. Пётр Петрович побледнел, пошатнулся, потом побежал прочь. Побежав, подумал: Полина Петровна прекрасная партия, полноте париться . Перед Петром Петровичем промелькнула перспектива получить прекрасное поместье. Поспешил послать предложение. Полина Павловна приняла предложение, позже поженились. Приятели приходили поздравлять, приносили подарки. Передавая пакет, приговаривали: Прекрасная пара . Собеседники-лингвисты, услышав рассказ, вынуждены были признать, что русский язык самый лучший и самый богатый язык в мире.",
            "true": "no toxic",
            "predicted": "toxic 86%"
        },
        {
            "text": "1. После оставления комментариев трижды проверяйте его наличие в треде. 2. Макаба удаляет комментарии. 3. Абу скручивает лайки. 4. Распространяйте все видео жильцам вашего жека. 5. ??? 6. Как вы этого любите.",
            "true": "no toxic",
            "predicted": "toxic 81%"
        },
        {
            "text": "Бля, че за болезнь? У мен походу такое же дерьмо.",
            "true": "no toxic",
            "predicted": "toxic 93%"
        },
        {
            "text": "ты понимаешь что ты сам покупаешь где угодно кактус фикус член в горшочке и несешь его по адресу?",
            "true": "no toxic",
            "predicted": "toxic 75%"
        },
        {
            "text": "Вдудь и вся его кодла пускай пиздячат на хуй.",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": ", очистите наши ряды от невоспитанных грубиянов",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "обезьяна ковыряется в жопе, нюхает палец и падает с ветки.gif",
            "true": "no toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "А он тебя не кормит)? Может тебе котлеток выслать?",
            "true": "no toxic",
            "predicted": "toxic 88%"
        },
        {
            "text": "Чувак, тыж за мою девушку тут треп развел, смотрю метишь на место девушки, остроумием блещешь. Ты вот чем не доволен? Сам пришел, сам заявился. Что не так то? За мою девушку себя выставляешь, а я девушкам не отказываю.",
            "true": "no toxic",
            "predicted": "toxic 94%"
        },
        {
            "text": "Познер для ваты патриот или либераст?",
            "true": "no toxic",
            "predicted": "toxic 88%"
        },
        {
            "text": "Переживал за твой стакан как за собственный",
            "true": "no toxic",
            "predicted": "toxic 79%"
        },
        {
            "text": "Ну тут такое. Обрати внимание на формулировку: просим предоставить в наш адрес информацию, необходимую для декодирования сообщений за период . Не сообщения. А ключевую информацию. То есть уже на этой фразе у меня создается впечатление, что наши доблестные ФСБшники оторваны от реальности. За прошедшие полвека столько криптоалгоритмов и криптосхем придумано, которые дают оператору сервера легальную возможность сделать лапки (ключ одноразовый на каждое сообщение, не персистится, синхронизируется хитрым способом через разделяемый секрет). Так я и не спорю, что сделано это все топорно и дальше начинается вообще какой-то цирк. Ну и в максиме - можно же ввести закон что нужно жрать говно, и тут встает вопрос о легитимности закона. Понимаю, что звучит дико, но в той же Конституции формально постулируется главенство международных норм права, тех же прав человека. Ну тут такое. Все же тут закон, который разрешает стражам порядка читать переписку отдельных лиц, которые подозреваются в чем-то, а не тупо вот буит так как я сказал, я тут главный, захочу - говно жрать заставлю . А буквально недавно в ООН приняли резолюцию о том, что та же криптозащита - неотъемлемое право человека. Так что тут сложный юридический казус в смеси с нормами морали. Про права человека вообще лучше мне не говорить. Я не знаю как к тому же ЕСПЧ относиться. С одной стороны да, все люди имеют право, что бы к ним относились как к людям. А с другой, когда я читаю очередной приговор, где, например, ЕСПЧ постановило РФ выплатить компенсацию парочке боевиков, потому что их, бедненьких, били на допросах. А перед этим боевики расстреляли милицейский (тогда еще) пост и убили несколько гражданских, в том числе забили женщину насмерть прикладами. И можно там понять милицейский пост, можно там понять мужика, который, как они считали, сотрудничал с милицией, но женщина вообще просто так получила, тупо потому что они могут. И не застрелили, а забили насмерть прикладами, они же тупо удовольствие от этого получали. И мне вот что-то совсем не жалко что вот таких вот отмудохали. И в итоге я вообще не знаю как к этому относиться, вроде бы и люди, возможно даже можно понять их мотив, но творят такую хуйню, что и людьми после этого их сложно назвать. Ок, я тебя понял, но, по твоему же цитированию вполне подпадает под в некоторых случаях также частной переписки как средство этой самой переписки. Ну, опять же, ну блочат этот телеграм не потому, что там какая-то информация опасная для государственного режима передается в огромных количествах, а тупо что бы Дурову типа насолить. Хотя, в итоге, сами себя на посмешище выставили. Кстати, ликвиднул он в итоге юр. лицо? Это же, по идеи, должно было ослабить хватку вокруг телеграма.",
            "true": "toxic",
            "predicted": "no toxic 91%"
        },
        {
            "text": "Он их срезал, как только британцы вывалили фотки этих двух, задолго до вью, дауныч.",
            "true": "toxic",
            "predicted": "no toxic 53%"
        },
        {
            "text": "сам давно налысо брился?",
            "true": "no toxic",
            "predicted": "toxic 97%"
        },
        {
            "text": "донатить петушильникову в голосину с дебила",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "Не что делать,а кто виноват.. А виноваты все кроме тебя,и рекомендации психотерапевтов-начни с себя.. Тренинги-хуенинги выкачивание денег с пОциента..",
            "true": "toxic",
            "predicted": "no toxic 57%"
        },
        {
            "text": "(- - ) Ты не модер чтоб, клубничку пропускать...",
            "true": "no toxic",
            "predicted": "toxic 96%"
        },
        {
            "text": "чувак, я хоть и не особый любитель каверов да и всей теперешной музыки,которую я уже не слушаю, ты при своём исполнении system of a dawn - Chop Suey просто понравился твоим русским исполнением . плюсярю тебе бро)",
            "true": "no toxic",
            "predicted": "toxic 74%"
        },
        {
            "text": "Где же я говорил неправду? Назвал русофоба русофобом? Или сказал, что состояние русофобии ненормально?",
            "true": "no toxic",
            "predicted": "toxic 91%"
        },
        {
            "text": "В чатиках эти чурки случаем не координируются на кармадрочество? А то по треду и реакции на посты заметно. Ещё и кого-то в семёнстве обвиняют. Стыдоба.",
            "true": "no toxic",
            "predicted": "toxic 99%"
        },
        {
            "text": "А чё, нормуль! Проезду не мешает! Быдло mode off",
            "true": "no toxic",
            "predicted": "toxic 91%"
        },
        {
            "text": "А ещё эта пчела - расист )",
            "true": "no toxic",
            "predicted": "toxic 75%"
        }
    ]
}